Repository: alex73/XBMC.OmegaT
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: Unavailable
be: Недаступна

source: Ungrouped channels
be: Незгрупаваныя каналы

source: Uninstall
be: Высталяваць

source: Unknown
be: Невядома

source: Unlock channel
be: Разблякаваць канал

source: Unlock duration
be: Працягласьць разблякаваньня

source: Unsupported libCEC interface version. %x is lower than the version XBMC supports (%x)
be: Гэта вэрсія інтэрфэйсу libCEC не падтрымліваецца. %x меньшая чамся падтрымлівае XBMC (%x)

source: Update
be: Абнавіць

source: Update available
be: Ёсьць абнаўленьне

source: Update failed
be: Памылка абнаўленьня

source: Update library
be: Абнавіць бібліятэку

source: Update library on startup
be: Абнаўляць бібліятэку падчас старту

source: Usage
be: Выкарыстаньне

source: Use album levels
be: Па альбому

source: Use an HTTP proxy server to access the internet
be: Выкарыстоўваць HTTP проксі-сэрвэр для доступу ў сеціва

source: Use backend channels numbers (only works with 1 enabled PVR addon)
be: Нумарамі каналаў прыймача (толькі з 1 дадаткам PVR)

source: Use dim if paused during video playback
be: Зацямняць экран падчас паўзы прайграваньня відэа

source: Use folder names for lookups
be: Выкарыстоўваць назвы каталёгаў для пошуку

source: Use pan and zoom effects
be: Выкарыстоўваць эфэкты зруху й сумеру

source: Use track levels
be: Па трэку

source: Use visualization if playing audio
be: Візуалізаваць калі прайграецца аўдыё

source: User Interface language
be: Мова карыстальніцкага інтэрфэйсу

source: Username
be: Імя карыстальніка

source: Using default settings
be: Выкарыстоўваем стандартныя налады

source: VDPAU Studio level color conversion
be: Ператварэньне ўзроўняў колераў VDPAU Studio

source: Valid port range is 1-65535
be: Правільны нумар павінен быць ад 1 да 65535

source: Valid port range is 1024-65535
be: Правільны нумар павінен быць ад 1024 да 65535

source: Variable
be: Зьменны

source: Variety Show
be: Вар'етэ

source: Various artists
be: Розныя выканаўцы

source: Version:
be: Вэрсія:

source: Vertical Shift
be: Зрух па вэртыкалі

source: Vertical blank sync
be: Вэртыкальная сынхранізацыя

source: Very High
be: Буйны

source: Video & files
be: Відэа й файлы

source: Video & pictures
be: Відэа й малюнкі

source: Video & programs
be: Відэа й праграмы

source: Video Add-ons
be: Дадаткі відэа

source: Video calibration...
be: Калібраваньне відэа...

source: Video clock (Drop/Dupe audio)
be: Па відэа (прапускаць/падвойваць аўдыё)

source: Video clock (Resample audio)
be: Па відэа (зьмяняць аўдыё)

source: Video filters
be: Фільтры відэа

source: Video information
be: Зьвесткі пра відэа

source: Video output
be: Вывад відэа

source: Video resolution
be: Разрознасьць відэа

source: Video scaling method
be: Мэтад маштабаваньня відэа

source: Videos
be: Відэа

source: Videos/Info
be: Відэа / Зьвесткі

source: Videos/Playlist
be: Відэа / Сьпіс прайграваньня

source: View mode
be: Рэжым прагляду

source: View options
be: Налады выгляду

source: View: %s
be: Выгляд: %s

source: View: Auto
be: Выгляд: аўтаматычна

source: View: Auto big
be: Выгляд: вялікія аўтаматычна

source: View: Big icons
be: Выгляд: вялікія значкі

source: View: Big list
be: Выгляд: вялікі сьпіс

source: View: Icons
be: Выгляд: значкі

source: View: List
be: Выгляд: сьпіс

source: Visualization
be: Візуалізацыя

source: Volcanic
be: Вулканічны

source: Volume
be: Гучнасьць

source: Volume amplification
be: Узмацненьне гуку

source: Votes
be: Галасы

source: W
be: зах

source: WINS server
be: Сэрвер WINS

source: WNW
be: зах-паўн-зах

source: WSW
be: усх-паўд-усх

source: Waiting for start...
be: Чакаем старту...

source: Wakeup before recording
be: Прачнуцца перад запісам

source: Water Sport
be: Водны спорт

source: We
be: Ср

source: Weather
be: Надвор'е

source: Weather forecast
be: Прагноз надвор'я

source: Web Browser
be: Уэб броўзар

source: Web interface
be: Інтэфэйс ўэб

source: Web server
be: Ўэбсэрвер

source: Webserver
be: Ўэбсэрвер

source: Wed
be: ср

source: Went back to parent list because the active list has been emptied
be: Вярнуліся ў бацькоўскі сьпісе, таму што ў актыўны сьпіс быў ачышчаны

source: West
be: Заходні

source: Whirls
be: Віхуры

source: White
be: Белы

source: White-balance
be: Балянс белага

source: Wide
be: Шырокі

source: Wide Zoom
be: Шырокае і павялічанае

source: Widespread
be: Распаўсюджаны

source: Wind
be: вецер

source: Windowed
be: У вакне

source: Windy
be: ветрана

source: Winter Sports
be: Зімовы спорт

source: Wireless network name (ESSID)
be: Назва бяздротавай сеткі (ESSID)

source: Workgroup
be: Група

source: Would you like to add it anyway?
be: Ці хочаце вы ўсё роўна дадаць ?

source: Would you like to disable this Add-on?
be: Ці вы жадаеце выключыць гэты дадатак ?

source: Would you like to download this Add-on?
be: Ці жадаеце зладаваць гэты дадатак ?

source: Would you like to enable this Add-on?
be: Ці вы жадаеце ўключыць гэты дадатак ?

source: Would you like to remove it from the library?
be: Ці вы жадаеце выдаліць яго з бібліятэкі ?

source: Would you like to scan now?
be: Ці жадаеце сканаваць зараз ?

source: Writing changes...
be: Запіс зьменаў...

source: XBMC was unable to connect to the network location.
be: XBMC ня можа злучыцца да месца ў сетцы.

source: Year
be: Год

source: Years
be: Гады

source: Yellow
be: Жоўты

source: Yellow green
be: Жоўта-зялёны

source: Yes
be: Так

source: Yes/No dialog
be: Дыялёг Так/Не

source: You need a tuner, backend software, and an
be: Вам патрэбны прыймач, апраграмаваньне да яго,

source: You need an optical disc drive to play this video
be: Вам патрэбны аптычны дыск каб прайграць гэтае відэа

source: Zoom
be: Павялічанае

source: Zoom amount
be: Наколькі павялічваць

source: [active]
be: [актыўна]

source: __-Tu-__-__-__-__-__
be: __-Аў-__-__-__-__-__

source: __-__-We-__-__-__-__
be: __-__-Ср-__-__-__-__

source: __-__-__-Th-__-__-__
be: __-__-__-Чц-__-__-__

source: __-__-__-__-Fr-__-__
be: __-__-__-__-Пт-__-__

source: __-__-__-__-__-Sa-Su
be: __-__-__-__-__-Сб-Нд

source: __-__-__-__-__-Sa-__
be: __-__-__-__-__-Сб-__

source: __-__-__-__-__-__-Su
be: __-__-__-__-__-__-Нд

source: add-on for the backend to be able to use PVR.
be: і дадатак які можа выкарыстоўваць ваш PVR.

source: after
be: пасьля

source: all of the rules
be: усім правілам

source: and
be: і

source: ascending
be: наўпрост

source: before
be: перад

source: black/white
be: чорны / белы

source: buffering
be: буфэраваньне

source: contains
be: утрымлівае

source: descending
be: адваротна

source: does not contain
be: не ўтрымлівае

source: ends with
be: сканчаецца на

source: greater than
be: большы за

source: in the last
be: у апошніх

source: is
be: супадае з

source: is not
be: не супадае з

source: less than
be: меншы за

source: not in the last
be: не ў апошніх

source: one or more of the rules
be: аднаму альбо некалькім правілам

source: or press C to cancel
be: ці націсьніце C каб скасаваць

source: starts with
be: пачынаецца з

source: terminating
be: спыненьне

source: white/blue
be: белы / блакітны

source: white/green
be: белы / зялёны

source: white/red
be: белы / чырвоны

source: with
be: з

source: with numbers between 0 and 255.
be: з нумарамі ад 0 да 255.

source: Always show Album Info
be: Заўсёды паказваць зьвесткі альбома

source: Hide fanart
be: Схаваць ФанАрт

source: Playlist options
be: Налады сьпісу прайграваньня

source: Smart Playlist Content
be: Зьмесьціва спрытнага сьпісу прайграваньня

source: Smart Playlist Manager
be: Кіраўнік спрытнага сьпісу прайграваньня

source: TV Shows
be: ТЫ шоў

source: Eject
be: Высунуць

source: Random Items
be: Выпадковыя складнікі

source: Recently Added Items
be: Надоечы дададзеныя складнікі

source: Video - Files
be: Відэа - Файлы

source: Weather Maps
be: Мапа надвор'я

source: Always play trailers fullscreen
be: Заўсёды прайграваць трэйлеры на ўвесь экран

source: Hide trailer icon
be: Схаваць значак трэйлера

source: Last logged in
be: Апошні ўваход
